<?php
/**
 * 用户评论相关配置文件
 */
return [
    // 违禁词汇过滤列表
    'sensitive' => ['下体','白色液体','乳尖','小弟','自宫','棒棒','自慰','做爱','生殖器','老二','抚摸','裤裆','小弟弟','开房','胸部','文胸','酥胸','裸体','情欲','二奶小三','下身','下半身','性虐待','性暴力','性爱','赤裸裸','赤裸','脱光','解开','乳头','奶头','乳晕','胸脯','胸罩','乳罩','奶罩','双峰','俄狄浦斯','乱伦恋母情结','3P','4P','淫荡','A片','手淫','手贱','打飞机','阴茎','体液','三角地带','舌吻','舌头','发泄','蹂躏','撕扯','滑动','上下运动','自摸','勃起虐爱','命根子','硬邦邦','膨胀','舔','火烧火燎','操','揉胸','神秘地带','秘密地带','内裤','底裤','饱满','叫床','扭动','妓女','妓院','情妇','一夜情','二奶','乳房','罩杯','色狼','处女','床伴','青楼','内衣','亵衣','色魔','熟女','避孕套','婊子','波霸','初夜','蕾丝','老鸨等','包养','上床','采花','偷欢','猎艳','勾引','强奸','迷奸','好色','高潮','偷精','卖淫','性骚扰','意淫','破处','吹萧','打炮','失身','失禁','虐恋','虐爱','一夜','床','情人','小妞','宠','玩偶','娇妻','流氓','情夫','小寡妇','老公们','禽兽','春色','春光','春梦','猛男','艳星','艳行','艳遇','艳记','艳事','艳史','寡妇','金瓶','禁果','小护士','浴女','外遇','变态','同居','诱惑','缠绵','暧昧','纵情','饥渴','出轨','呻吟','闷骚','风骚','堕落','坠落','沉沦','御用','调情','调戏','调教','风流','不良','寻欢','合欢','偷情','偷腥','挑情','相亲','泽民','江泽','锦涛','温家','家宝','毛泽','泽东','赵国','国鸿','李洪','洪志','六四','迷魂药','窃听','枪支','色情','情色','西藏','反动','天葬','黑社会','枪决','女犯','投毒','第一夫人','习近','推背','水晶棺','针刺','果敢','民运','金鳞','充血','挺起','同床','菊花','春情','催情','春性','春药','屁股','屁眼','马尿','母狗','下贱','勾搭','快感','强暴','肉体','','吸吮','口活','处男','发情','撩拔','尤物','痉挛','后庭','巨物','括约','直肠','前庭','奸情','春风','床戏','幽谷','摩擦','小腹','受辱','乱伦','口交','一丝不挂','玩弄','捉奸','欲求不满','活塞','乳','挑逗','摸','砍','杀','血肉','爆头','踢','捅','轮子功','偷情','摸','底裤','握住','褪去','香肩','娇喘','丰挺','套弄','樱桃','股间','丰盈'],
    // 引导性词汇
    'abduction' => ['qq','QQ','秋秋','扣扣','微信号','群号','进群'],
];